import {IDescription} from "@/shared/types";

export const DescriptionObject: IDescription = {
    id: 0,
    mainInfo: "Мы очень любим свой город и хотим показать, что жизнь — пусть не всегда шикарная,но интересная и необычная — есть не только в центре Омска. Отправляемся гулять по району, который раньше был целым «городом в городе»! Вы посмотрите на вокзал и привокзальную площадь как на исторические объекты. А в финале окажетесь на смотровой площадке у Иртыша, где открывается вид на главный перекрёсток Омска.",
    whatToExpect: "Маршрут экскурсии проходит по другую сторону одного из главных транспортных узлов Омска — железнодорожного вокзала. Эту часть города сами жители называют посёлком, хотя на картах он значится как микрорайон Привокзальный.",
    locations: [
        "Железнодорожный вокзал — прекрасный как снаружи, так и изнутри",
        "Привокзальная площадь — за время существования станции она сильно изменилась, но здесь есть самый старый объект, сохранившийся ещё со времен строительства Транссиба в 19 веке",
        "Памятник жертвам уфимской катастрофы — поговорим, почему он находится в Омске",
        "Одно из старейших учебных заведений Омска, основанное еще во времена строительства Транссиба",
        "«Бешеный» дом — разберёмся, почему же его так назвали",
        "Свято-Николо-Казанский собор — знаменитая «церковь на Труда»",
        "Лютеранская кирха — уголок современной европейской архитектуры в Омске",
        "Смотровая площадка на Иртыше"
    ],
    topics: [
        "Об истории появления железной дороги и прошлом Омска 19-20 веков",
        "О приходе Транссиба в Омск",
        "О достопримечательностях и тайнах района, который уже много лет первым встречает гостей города, а затем снова провожает их в путь"
    ],
    orgDetails: "Экскурсию для вас проведу я или один из гидов нашей команды.",
    meetingPlace: "Начало экскурсии возле ж/д вокзала. Точное место встречи вы узнаете после внесения предоплаты."
}